Repository: eerimoq/moblin
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: de, eo, fi, it, ko, ru, sv, zh_hant_tw, zh_hk

source: Import from clipboard
de: Aus der Zwischenablage importieren
eo: 1mp0rt fr0m cl1pb04rd
fi: Tuo leikepöydältä
it: Importa dagli appunti
ko: 클립보드에서 가져오기
ru: Импорт из буфера обмена
sv: Importera från urklipp
zh_hant_tw: 從剪貼簿匯入
zh_hk: 從剪貼簿匯入

source: Import from file
de: Aus Datei importieren
eo: 1mp0rt fr0m f1l3
fi: Tuo tiedostosta
it: Importa da file
ko: 파일에서 가져오기
ru: Импорт из файла
sv: Importera från fil
zh_hant_tw: 從檔案匯入
zh_hk: 從檔案匯入

source: Import settings
de: Einstellungen importieren
eo: 1mp0rt s3tt1ngs
fi: Tuo asetukset
it: Importa impostazioni
ko: 설정 가져오기
ru: Импортировать настройки
sv: Importera inställningar
zh_hant_tw: 匯入設定
zh_hk: 匯入設定

source: Import settings failed
de: Importieren der Einstellungen fehlgeschlagen
eo: 1mp0rt s3tt1ngs f@1l3d
fi: Asetusten tuonti epäonnistui
it: Importazione impostazioni non riuscita
ko: 설정 가져오기에 실패했습니다
ru: Ошибка при импорте настроек.
sv: Misslyckades med att importera inställningarna
zh_hant_tw: 設定匯入失敗
zh_hk: 匯入設定失敗

source: In video
de: Ins Video
eo: 1n v1d30
fi: Video sisään
it: Video in ingresso
ko: 시작 영상
ru: В видео
zh_hant_tw: 影像中
zh_hk: 在畫面中

source: Ingest URL
de: Aufnahme URL
eo: 1ng3st _RL
fi: Vastaanoton URL-osoite
it: URL ingest
ko: URL 수집
ru: URL сервера
zh_hant_tw: 節點 URL
zh_hk: 節點URL

source: Ingest, screen capture and media player video sources can instantly be switched to, but if you want consistency you can force scene switch transitions to these as well.
de: Auf Eingangs-, Bildschirmaufnahme- und Media-Player Videoquellen kann sofort umgeschaltet werden. Wenn du jedoch Konsistenz wünschst, kann man auch Szenenwechselübergänge zu diesen Quellen erzwingen.
eo: 1ng3st, scr33n c4pt_r3 4nd m3d14 pl4y3r v1d30 s0_rc3s c4n 1nst4ntly b3 sw1tch3d t0, b_t 1f y0_ w4nt c0ns1st3ncy y0_ c4n f0rc3 sc3n3 sw1tch tr4ns1t10ns t0 th3s3 4s w3ll.
fi: Vastaanotto-, kuvakaappaus- ja mediasoitinlähteet voidaan vaihtaa välittömästi, mutta jos haluat yhteneväisyyttä, voit pakottaa näkymän vaihdoksen myös näihin.
it: Si può passare all'istante alle sorgenti ingest, cattura schermo e lettore multimediale; per coerenza puoi forzare le transizioni anche verso queste.
ko: 수신, 화면 캡처 및 미디어 플레이어 비디오 소스는 즉시 전환되지만, 일관성을 원한다면 이 소스들로 전환할 때도 화면 전환 효과를 강제로 적용할 수 있습니다.
ru: Переход между источниками захвата видео, захвата экрана и медиаплеера можно совершить мгновенно, но если вам нужна согласованность, вы также можете принудительно переопределить переключение сцены на них.
sv: Videokällor för ingests, skärmdumpning och mediaspelare kan omedelbart växlas till, men om du vill ha konsistens kan du tvinga scenväxlingsövergångar till dessa också.
zh_hant_tw: 匯入訊號、螢幕擷取與媒體播放器等視訊來源皆可立即切換；但如果您希望保持一致，也可以強制將場景切換的轉場效果套用到這些來源上。
zh_hk: 節點、螢幕擷取及媒體播放來源可以瞬間切換，但如果想要一致性，你可以強制使用過渡

source: Ingests
de: Eingänge
eo: 1ng3sts
fi: Vastaanotot
it: Ingest
ko: 수신
zh_hant_tw: 擷取伺服器
zh_hk: 節點

source: Input
de: Eingang
eo: 1np_t
fi: Syöte
it: Ingresso
ru: Источник
zh_hant_tw: 輸入
zh_hk: 輸入

source: Input gain
de: Eingangsverstärkung
eo: 1np_t g41n
fi: Syötteen vahvistus
it: Guadagno ingresso
ko: 입력 게인
ru: Входное усиление
sv: Ingångsförstärkning
zh_hant_tw: 輸入增益
zh_hk: 輸入增益

source: Input to output channel mapping
de: Zuordnung von Eingangs- zu Ausgangskanälen
eo: 1np_t t0 0_tp_t ch4nn3l m4pp1ng
fi: Tulo- ja lähtökanavan kartoitus
it: Mappatura canali ingresso/uscita
ko: 입력-출력 채널 매핑
ru: Сопоставление входных и выходных каналов
sv: Ingång- till utgångskanalmappning
zh_hant_tw: 輸入到輸出通道映射
zh_hk: 輸入到輸出聲道映射

source: Instant camera preview
de: Sofortige Kameravorschau
eo: 1nst4nt c4m3r4 pr3v13w
sv: Omedelbar förhandsvisning av kameran

source: Instant photo shoot
de: Sofortige Fotoerstellung
eo: 1nst@nt ph0t0 sh00t
sv: Direkt fotografering

source: Instant replay
de: Sofortige Wiederholung
eo: 1nst@nt r3pl@y
fi: Välitön uusinta
it: Replay istantaneo
ko: 즉시 리플레이
ru: Мгновенный повтор
sv: Visa repris
zh_hant_tw: 即時重播
zh_hk: 即時回放

source: Interactive browser widgets
de: Interaktive Browser Widgets
eo: 1nt3r@ct1v3 br0ws3r w1dg3ts
fi: Interaktiiviset selainwidgetit
it: Widget browser interattivi
ko: 브라우저 위젯 상호작용
ru: Интерактивные виджеты браузера
sv: Interaktiva webbläsarwidgets
zh_hant_tw: 互動式瀏覽器小工具
zh_hk: 可互動瀏覽器小工具

source: International name
de: Internationaler Name
eo: 1nt3rn4t10n4l n4m3
fi: Kansainvälinen nimi
it: Nome internazionale
ko: 글로벌 닉네임
ru: Международное название
sv: Internationellt namn
zh_hant_tw: 國際名稱
zh_hk: 國際名稱

source: International name (Username)
de: Internationaler Name (Benutzername)
eo: 1nt3rn@t10n@l n@m3 (_s3rn@m3)
fi: Kansainvälinen nimi (käyttäjänimi)
it: Nome internazionale (nome utente)
ko: 글로벌 닉네임 (아이디)
ru: Международное имя (имя пользователя)
sv: Internationellt namn (Användarnamn)
zh_hant_tw: 國際名稱（使用者名稱）
zh_hk: 國際名稱(使用者名稱)

source: Invalid port %@
de: Ungültiger Port %@
eo: 1nv@l1d p0rt %@
fi: Virheellinen portti %@
it: Porta %@ non valida
ko: 잘못된 포트 %@
ru: Неверный порт %@
sv: Ogiltig port %@
zh_hant_tw: 無效連接埠 %@
zh_hk: 錯誤連接埠 %@

source: Inverted
de: Invertiert
eo: 1nv3rt3d
fi: Käänteinen
it: Invertito
ru: Инвертировать
sv: Inverterad
zh_hant_tw: 反轉
zh_hk: 反轉

source: IP address or domain name
de: IP-Adresse oder Domänenname
eo: 1P 4ddr3ss 0r d0m41n n4m3
fi: IP-osoite tai verkkotunnus
it: Indirizzo IP o nome di dominio
ko: IP 주소 또는 도메인 이름
ru: IP-адрес или доменное имя
sv: IP-adress eller domännamn
zh_hant_tw: IP 位址或網域名稱
zh_hk: IP地址或網域名稱

source: is now hosting with %lld viewers!
de: wird jetzt mit %lld Zuschauern gehostet!
eo: 1s n0w h0st1ng w1th %lld v13w3rs!
fi: isännöi nyt %lld katsojan voimin!
it: sta hostando con %lld spettatori!
ko: 현재 시청자수 %lld명과 함께 호스팅하고 있습니다!
ru: Проводит рейд с %lld зрителей!
sv: är nu värd med %lld tittare!
zh_hant_tw: 正在向 %lld 位觀眾轉播您的實況！
zh_hk: 正在轉播此頻道 帶來%lld個觀眾

source: Is the disk connected?
de: Ist die Festplatte verbunden?
eo: 1s th3 d1sk c0nn3ct3d?
fi: Onko levy kytketty?
it: Il disco è collegato?
ko: 디스크가 연결되어 있습니까?
ru: Диск подключен?
sv: Är disken ansluten?
zh_hant_tw: 磁碟是否連線？
zh_hk: 是否已連接硬碟?

source: It is not recommended to export settings from one device and import them in another. Some settings will not work on other devices. Deep links, on the other hand, can be imported on any device.
de: Es wird nicht empfohlen, Einstellungen von einem Gerät zu exportieren und in ein anderes zu importieren. Einige Einstellungen funktionieren auf anderen Geräten nicht. Deep Links hingegen können auf jedes Gerät importiert werden.
eo: 1t 1s n0t r3c0mm3nd3d t0 3xp0rt s3tt1ngs fr0m 0n3 d3v1c3 @nd 1mp0rt th3m 1n @n0th3r. S0m3 s3tt1ngs w1ll n0t w0rk 0n 0th3r d3v1c3s. D33p l1nks, 0n th3 0th3r h@nd, c@n b3 1mp0rt3d 0n @ny d3v1c3.
fi: Asetusten vienti laitteesta ja tuonti toisessa laitteessa ei ole suositeltua. Jotkin asetukset ei toimi toisilla laitteilla. Syvät linkit sen sijaan voidaan tuoda kaikilla laitteilla.
it: Non conviene esportare le impostazioni da un dispositivo e importarle in un altro: alcune non funzioneranno. I deep link, invece, si possono importare su qualsiasi dispositivo.
ko: 한 기기에서 설정을 내보내고 다른 기기로 가져오는 것은 권장되지 않습니다. 일부 설정은 다른 기기에서는 작동하지 않습니다. 반면 딥링크는 모든 기기에서 가져올 수 있습니다.
ru: Не рекомендуется экспортировать настройки с одного устройства и импортировать их на другое. Некоторые настройки не будут работать на других устройствах. С другой стороны, глубокие ссылки можно импортировать на любое устройство.
sv: Det rekommenderas inte att exportera inställningar från en enhet och importera dem till en annan. Vissa inställningar fungerar inte på andra enheter. Djuplänkar, å andra sidan, kan importeras till vilken enhet som helst.
zh_hant_tw: 不建議從一台裝置匯出設定並將其匯入另一台裝置。某些設定在其他裝置上不起作用。另一方面，深層連結可以在任何裝置上匯入。
zh_hk: 不推薦將設定匯出並套用到其他裝置。有些設定有機會無法正常運作。Deep link相對地可以匯入到任何裝置。

source: Jewels
de: Juwelen
eo: J3w3ls
fi: Jalokivet
it: Gioielli
ru: Монеты
sv: Juveler
zh_hant_tw: 珠寶

source: Join
de: Beitreten
eo: J01n
it: Iscriviti
sv: Joina

source: just continued their gift subscription!
de: hat sein Geschenk-Abonnement verlängert!
eo: j_st c0nt1n_3d th31r g1ft s_bscr1pt10n!
sv: har precis fortsatt sin presentprenumeration!

source: just converted their Prime subscription to tier %lld!
de: hat sein Prime-Abonnement auf Stufe %lld umgestellt!
eo: j_st c0nv3rt3d th31r Pr1m3 s_bscr1pt10n t0 t13r %lld!
sv: har precis ändrat sin Prime-prenumeration till nivå %lld!

source: just followed!
de: gerade gefolgt!
eo: j_st f0ll0w3d!
fi: alkoi juuri seuraamaan!
it: ha iniziato a seguirti!
ko: 방금 팔로우했어요!
ru: только что зафолловился!
sv: följde precis!
zh_hant_tw: 已追隨！
zh_hk: 追隨了你

# just gifted %lld subscription(s)! They've gifted %lld in total!
source: just gifted %1$lld subscription(s)! They've gifted %2$lld in total!
de: hat gerade %1$lld Abonnement(s) verschenkt! Insgesamt wurden schon %2$lld verschenkt!
eo: j_st g1ft3d %1$lld s_bscr1pt10n(s)! Th3y'v3 g1ft3d %2$lld 1n t0t4l!
fi: lahjoitti %1$lld tilauksia! He ovat lahjoittaneet yhteensä %2$lld!
it: ha appena regalato %1$lld abbonamenti! In totale ne ha regalati %2$lld!
ko: %1$lld개의 구독을 총 %2$lld개 선물했습니다!
ru: подарил %1$lld подписок! Он подарил уже %2$lld подписок!
sv: gav precis %1$lld prenumeration(er)! De har gett %2$lld totalt!
zh_hant_tw: 剛剛送出了 %1$lld 份訂閱！他總共已經送出 %2$lld 份訂閱了！
zh_hk: 剛送出 %1$lld 個訂閱! 他/她總共送出 %2$lld !

source: just gifted %lld tier %lld subscriptions!
de: hat gerade %1$lld Abonnements der Stufe %2$lld verschenkt!
eo: j_st g1ft3d %1$lld t13r %2$lld s_bscr1pt10ns!
fi: lahjoitti juuri %1$lld tason %2$lld tilausta!
it: ha appena regalato %1$lld abbonamenti tier %2$lld!
ko: 방금 %1$lld 티어 %2$lld구독권을 선물했습니다!
ru: подарил %1$lld подписок уровня %2$lld!
sv: giftade %1$lld nivå %2$lld-prenumerationer!
zh_hant_tw: 贈送了 %1$lld 個 %2$lld 階訂閱！
zh_hk: 贈送了層級 %1$lld 共 %2$lld 個訂閱！

# just resubscribed tier %lld for %lld months, %lld in a row!
source: just resubscribed tier %1$lld for %2$lld months, %3$lld in a row!
de: hat gerade auf Stufe %1$lld für %2$lld Monate abonniert, %3$lld Monate in Folge!
eo: j_st r3s_bscr1b3d t13r %1$lld f0r %2$lld m0nths, %3$lld 1n 4 r0w!
sv: har precis förnyat nivå %1$lld i %2$lld månader, %3$lld i rad!

# just resubscribed tier %lld for %lld months!
source: just resubscribed tier %1$lld for %2$lld months!
de: hat gerade auf Stufe %1$lld für %2$lld Monate abonniert!
eo: j_st r3s_bscr1b3d t13r %1$lld f0r %2$lld m0nths!
sv: har precis förnyat nivå %1$lld i %2$lld månader!

source: just subscribed tier %lld!
de: hat gerade auf Stufe %lld abonniert!
eo: j_st s_bscr1b3d t13r %lld!
fi: teki juuri tason %lld tilauksen!
it: si è abbonato tier %lld!
ko: 방금 %lld 티어를 구독했습니다!
ru: подписался с уровнем %lld!
sv: prenumererade precis på nivå %lld!
zh_hant_tw: 剛剛訂閱了層級 %lld ！
zh_hk: 剛剛訂閱了層級 %lld！

source: just subscribed with Prime!
de: hat ein Prime-Abonnement abgeschlossen!
eo: j_st s_bscr1b3d w1th Pr1m3!
sv: har precis prenumererat med Prime!

source: just subscribed! They've been subscribed for %lld months!
de: hat abonniert, und abonniert jetzt schon %lld Monate!
eo: j_st s_bscr1b3d! Th3y'v3 b33n s_bscr1b3d f0r %lld m0nths!
fi: teki juuri tilauksen! He ovat olleet tilaajina %lld kuukautta!
it: si è appena abbonato! È abbonato da %lld mesi!
ko: 방금 구독했습니다! %lld개월째 구독 중 입니다!
ru: Только что подписался! Он подписан уже %lld месяцев!
sv: prenumererade precis! De har prenumererat i %lld månader!
zh_hant_tw: 剛剛訂閱！ 目前經訂閱%lld個月了！
zh_hk: 剛訂閱了! 他/她已經訂閱了 %lld 個月!

source: just watched %lld streams in a row!
de: hat %lld Streams hintereinander gesehen!
eo: j_st w4tch3d %lld str34ms 1n 4 r0w!
sv: såg precis %lld streams i rad!

source: Keep the battery fully charged
de: Halte den Akku voll aufgeladen
eo: K33p th3 b@tt3ry f_lly ch@rg3d
fi: Pidä akku täyteen ladattuna
it: Tieni la batteria sempre carica
ko: 배터리를 100%로 유지하기
ru: Держите батарею полностью заряженной
sv: Håll batteriet fulladdat
zh_hant_tw: 保持電池充飽電
zh_hk: 保持電池充滿

source: Key
de: Taste
eo: K3y
fi: Näppäin
it: Chiave
ko: 키
ru: Ключ
sv: Tangent
zh_hant_tw: 金鑰
zh_hk: 按鍵

source: Key frame interval
de: Keyframe-Intervall
eo: K3y fr4m3 1nt3rv4l
fi: Avainruutujen väli
it: Intervallo keyframe
ko: 키프레임 간격
ru: Интервал ключевых кадров
sv: Nyckelbildsintervall
zh_hant_tw: 關鍵訊框間隔
zh_hk: 關鍵幀間隔

source: Keyboard
de: Tastatur
eo: K3yb04rd
fi: Näppäimistö
it: Tastiera
ko: 키보드
ru: Клавиатура
sv: Tangentbord
zh_hant_tw: 鍵盤
zh_hk: 鍵盤

source: Keyboard key
de: Taste
eo: K3yb0@rd k3y
fi: Näppäimistön näppäin
it: Tasto tastiera
ko: 키보드 키
ru: Кнопка клавиатуры
sv: Tangentbordstangent
zh_hant_tw: 鍵盤按鍵
zh_hk: 鍵盤按鍵

source: Kick gift subscriptions
de: Kick Geschenkabonnements
eo: K1ck g1ft s_bscr1pt10ns
sv: Kick-presentprenumerationer

source: Kick reward
de: Kick Belohnung
eo: K1ck r3w4rd
sv: Kick-belöning

source: Kick subscription
de: Kick Abonnement
eo: K1ck s_bscr1pt10n
sv: Kick-prenumeration

source: Kilometers
de: Kilometer
eo: K1l0m3t3rs
fi: Kilometrejä
it: Chilometri
ru: Километры
sv: Kilometer
zh_hant_tw: 公里
zh_hk: 公里

source: Kilometers per hour
de: Kilometer pro Stunde
eo: K1l0m3t3rs p3r h0_r
fi: Kilometrejä tunnissa
it: Chilometri all'ora
ru: Километры в час
sv: Kilometer i timmen
zh_hant_tw: 公里每小時
zh_hk: 公里每小時

source: Language
de: Sprache
eo: L@ng_@g3
fi: Kieli
it: Lingua
ko: 언어
ru: Язык
sv: Språk
zh_hant_tw: 語言
zh_hk: 語言

source: Lap times
de: Rundenzeiten
eo: L4p t1m3s
fi: Kierrosajat
it: Tempi sul giro
ko: 랩 타임
ru: Время круга
sv: Varvtider
zh_hant_tw: 單圈時間
zh_hk: 圈速

source: Lap times %lld
de: Rundenzeiten %lld
eo: L@p t1m3s %lld
fi: Kierrosajat %lld
it: Tempi sul giro %lld
ko: 랩 타임 %lld
ru: Время круга %lld
zh_hant_tw: 單圈時間 %lld
zh_hk: 圈速 %lld

source: Lasers
de: Laser
eo: L4s3rs
fi: Laserit
it: Laser
ru: Лазеры
sv: Lasrar
zh_hant_tw: 雷射
zh_hk: 雷射

source: Latency
de: Latenz
eo: L@t3ncy
fi: Viive
it: Latenza
ko: 지연 시간
ru: Задержка
sv: Latens
zh_hant_tw: 延遲
zh_hk: 延遲

source: Later
de: Später
eo: L4t3r
fi: Myöhemmin
it: Più tardi
ko: 다음 기회에
ru: Позже
sv: Senare
zh_hant_tw: 之後
zh_hk: 稍後

source: Launch live stream
de: Livestream starten
eo: L@_nch l1v3 str3@m
fi: Käynnistä live-lähetys
it: Avvia diretta
ko: 라이브 스트림 시작
ru: Запустить стрим
zh_hant_tw: 啟動實況串流
zh_hk: 開始直播串流

source: Launch live streams
de: Livestreams starten
eo: L4_nch l1v3 str34ms
fi: Käynnistä live-lähetykset
it: Avvia dirette
ko: 라이브 스트림 시작
ru: Запустить стримы
zh_hant_tw: 啟動實況串流
zh_hk: 開始直播串流

source: Leading
de: Führend
eo: L34d1ng
fi: Alussa
it: Sinistra
ko: 앞
ru: Лидер
sv: Ledande
zh_hant_tw: 行距
zh_hk: 領先

source: Leaf
de: Blatt
eo: L34f
fi: Lehti
it: Foglia
ru: Лист
sv: Blad
zh_hant_tw: 葉子
zh_hk: 葉子

source: Left
de: Links
eo: L3ft
fi: Vasen
it: Sinistra
ko: 왼쪽
ru: Влево
sv: Vänster
zh_hant_tw: 左邊
zh_hk: 左

source: Lens
de: Linse
eo: L3ns
sv: Lins

source: LEVEL %lld
de: STUFE %lld
eo: L3V3L %lld
fi: TASO %lld
it: LIVELLO %lld
ko: 레벨 %lld
ru: УРОВЕНЬ %lld
zh_hant_tw: 等級 %lld
zh_hk: 水平 %lld

source: Light
de: Fein
eo: L1ght
fi: Kevyt
it: Leggero
ko: 얇게
ru: Фонарик
sv: Tunn
zh_hant_tw: 明亮
zh_hk: 幼細

source: Light years
de: Lichtjahre
eo: L1ght y34rs
fi: Valovuodet
it: Anni luce
ru: Световые годы
sv: Ljusår
zh_hant_tw: 光年
zh_hk: 光年

source: Live scene
de: Live Szene
eo: L1v3 sc3n3
fi: Live-näkymä
it: Scena live
ko: 라이브 장면
ru: Активная сцена
sv: Livescen
zh_hant_tw: 實況場景
zh_hk: 直播場景

source: Live stream and record when the app is in background mode.
de: Live-Stream und Aufzeichnung, wenn sich die App im Hintergrundmodus befindet.
eo: L1v3 str34m 4nd r3c0rd wh3n th3 4pp 1s 1n b4ckgr0_nd m0d3.
fi: Lähetä ja tallenna, kun sovellus on taustatilassa.
it: Trasmetti in diretta e registra con l'app in background.
ko: 앱이 백그라운드 모드에 있어도 방송과 녹화를 유지합니다.
ru: Стрим и запись, когда приложение находится в фоновом режиме.
sv: Livestreama och spela in när appen är i bakgrundsläge.
zh_hant_tw: 當應用程式處於背景模式時，持續進行實況和錄製。
zh_hk: Moblin會在後台持續直播及錄影。

source: Load layout
de: Layout laden
eo: L04d l4y0_t
fi: Lataa asettelu
it: Carica layout
ko: 레이아웃 불러오기
ru: Загрузить макет
sv: Ladda layout
zh_hant_tw: 載入版面配置
zh_hk: 讀取佈局

source: Load more
de: Mehr laden
eo: L0@d m0r3
fi: Lataa lisää
it: Carica altri
ko: 더 불러오기
ru: Загрузить больше
sv: Ladda mer
zh_hant_tw: 載入更多
zh_hk: 顯示更多

source: Local network
de: Lokales Netzwerk
eo: L0c@l n3tw0rk
sv: Lokalt nätverk

source: Local only
de: Nur lokal
eo: L0c4l 0nly
fi: Vain paikallinen
it: Solo locale
ru: Только локально
sv: Endast lokalt
zh_hant_tw: 僅限本機
zh_hk: 本機限定

source: Local overlays
de: Lokale Overlays
eo: L0c@l 0v3rl@ys
fi: Paikalliset kuvakerrokset
it: Overlay locali
ko: 화면 오버레이
ru: Локальные оверлеи
sv: Lokala overlays
zh_hant_tw: 本機圖層
zh_hk: 本地圖層

source: Local overlays do not appear on stream.
de: Lokale Overlays erscheinen nicht im Stream
eo: L0c@l 0v3rl@ys d0 n0t @pp3@r 0n str3@m.
fi: Paikalliset kuvakerrokset ei näy lähetyksessä.
it: Gli overlay locali non compaiono nello stream.
ko: 화면 오버레이는 방송에 표시되지 않습니다.
ru: Локальные оверлеи не отображаются на стриме.
sv: Lokala overlays syns inte i streamen.
zh_hant_tw: 本機圖層不會出現在實況畫面上。
zh_hk: 本地圖層不會出現在直播中。

source: Location
de: Standort
eo: L0c4t10n
fi: Sijainti
it: Posizione
ko: 위치
ru: Местоположение
sv: Plats
zh_hant_tw: 地點
zh_hk: 定位

source: Location data
de: Standortdaten
eo: L0c4t10n d4t4
fi: Sijaintitiedot
it: Dati di posizione
ko: 위치 데이터
ru: Данные местоположения
sv: Platsdata
zh_hant_tw: 定位資料
zh_hk: 定位資訊

source: Lock prediction
de: Vorhersage sperren
eo: L0ck pr3d1ct10n
sv: Lås förutsägelse

source: Lock screen
de: Bildschirm sperren
eo: L0ck scr33n
fi: Lukitusnäyttö
it: Schermata di blocco
ko: 화면 잠그기
ru: Экран блокировки
sv: Lås skärm
zh_hant_tw: 鎖定螢幕
zh_hk: 鎖定螢幕

source: Locked, waiting for outcome
de: Gesperrt, warte auf das Ergebnis
eo: L0ck3d, w41t1ng f0r 0_tc0m3
sv: Låst, väntar på utfall

source: Locks in %@
de: Gesperrt in %@
eo: L0cks 1n %@
sv: Låses om %@

source: Login
de: Anmeldung
eo: L0g1n
fi: Kirjaudu sisään
ko: 로그인
ru: Войти
sv: Logga in
zh_hant_tw: 登入
zh_hk: 登入

source: Logout
de: Ausloggen
eo: L0g0_t
fi: Kirjaudu ulos
ko: 로그아웃
ru: Выйти
sv: Logga ut
zh_hant_tw: 登出
zh_hk: 登出

source: Logs directory
de: Log-Verzeichnis
eo: L0gs d1r3ct0ry
fi: Lokihakemisto
it: Cartella dei log
ru: Папка с логами
sv: Loggkatalog
zh_hant_tw: 記錄檔目錄
zh_hk: 記錄資料夾

source: Low battery
de: Niedriger Batteriestatus
eo: L0w b4tt3ry
fi: Akku vähissä
it: Batteria scarica
ko: 배터리 부족
ru: Низкий заряд батареи
sv: Låg batterinivå
zh_hant_tw: 低電量
zh_hk: 低電量

source: Low bitrate
de: Niedrige Bitrate
eo: L0w b1tr@t3
fi: Matala bittinopeus
it: Bitrate basso
ko: 낮은 비트레이트
ru: Низкий битрейт
sv: Låg bitrate
zh_hant_tw: 低位元率
zh_hk: 低碼率

source: Low bitrate warning
de: Warnung bei niedriger Bitrate
eo: L0w b1tr@t3 w@rn1ng
fi: Alhaisen bittinopeuden varoitus
it: Avviso bitrate basso
ko: 낮은 비트레이트 경고
ru: Предупреждение о низком битрейте
sv: Varna vid låg bitrate
zh_hant_tw: 低位元率警告
zh_hk: 低碼率警告

source: Lower bitrate
de: Niedrigere Bitrate
eo: L0w3r b1tr4t3
fi: Alenna bittinopeutta
it: Bitrate inferiore
ko: 비트레이트 낮추기
ru: Нижний битрейт
sv: Lägre bitrate
zh_hant_tw: 較低的位元率
zh_hk: 降低碼率

source: Lower FPS
de: Niedrigere FPS
eo: L0w3r FPS
fi: Alenna FPS:ää
it: FPS inferiore
ko: FPS 낮추기
ru: Нижний FPS
sv: Lägre FPS
zh_hant_tw: 較低的 FPS
zh_hk: 降低FPS

source: Lower FPS generally gives brighter image in low light conditions.
de: Niedrigere FPS führen bei schlechten Lichtverhältnissen im Allgemeinen zu einem helleren Bild.
eo: L0w3r FPS g3n3r@lly g1v3s br1ght3r 1m@g3 1n l0w l1ght c0nd1t10ns.
fi: Matala FPS antaa yleensä kirkkaamman kuvan heikossa valaistuksessa.
it: Un FPS più basso di solito dà un'immagine più luminosa al buio.
ko: 일반적으로 낮은 FPS는 저조도 환경에서 더 밝은 이미지를 제공합니다.
ru: Более низкая частота кадров обеспечивает более яркое изображение в условиях низкой освещенности, видео становится менее плавным.
sv: Lägre FPS ger generellt en ljusare bild i svagt ljus.
zh_hant_tw: 較低的 FPS 通常在弱光環境下能提供更明亮的畫面。
zh_hk: 降低FPS能在低光環境令畫面更光亮

source: Lower resolution
de: Niedrigere Auflösung
eo: L0w3r r3s0l_t10n
fi: Alenna tarkkuutta
it: Risoluzione inferiore
ko: 해상도 낮추기
ru: Более низкое разрешение
sv: Lägre upplösning
zh_hant_tw: 較低的解析度
zh_hk: 降低解析度

source: Lowest battery percentage
de: Niedrigster Batterieprozentsatz
eo: L0w3st b4tt3ry p3rc3nt4g3
fi: Pienin akun taso
it: Percentuale batteria più bassa
ko: 가장 낮은 배터리 잔량
ru: Минимальный процент заряда батареи
sv: Lägsta batteriprocent
zh_hant_tw: 最低電量百分比
zh_hk: 最低電量百分比

source: LUT image conversion failed
de: Die LUT-Bildkonvertierung ist fehlgeschlagen
eo: L_T 1m4g3 c0nv3rs10n f41l3d
fi: LUT-kuvan muunnos epäonnistui
it: Conversione immagine LUT non riuscita
ko: LUT 이미지 변환에 실패했습니다
ru: Не удалось преобразовать изображение LUT
sv: LUT-bildkonvertering misslyckades
zh_hant_tw: LUT 影像轉換失敗
zh_hk: LUT圖片轉換失敗

source: LUT image is not 3 or 4 components per pixel
de: Das LUT-Bild besteht nicht aus 3 oder 4 Komponenten pro Pixel
eo: L_T 1m4g3 1s n0t 3 0r 4 c0mp0n3nts p3r p1x3l
fi: LUT-kuvassa ei ole 3 tai 4 komponenttia pikseliä kohden
it: L'immagine LUT non è composta da 3 o 4 componenti per pixel
ko: LUT 이미지는 픽셀당 3개 또는 4개 구성 요소가 아닙니다.
ru: Изображение LUT не имеет 3 или 4 компонентов на пиксель.
sv: LUT-bilden är inte 3 eller 4 komponenter per pixel
zh_hant_tw: LUT 影像的每個像素不是由 3 或 4 個通道組成

source: LUT image is not 8 or 16 bits per pixel component
de: Das LUT-Bild besteht nicht aus 8 oder 16 Bit pro Pixel
eo: L_T 1m4g3 1s n0t 8 0r 16 b1ts p3r p1x3l c0mp0n3nt
fi: LUT-kuva ei ole 8 tai 16 bittiä pikselikomponenttia kohden
it: L'immagine LUT non è a 8 o 16 bit per componente pixel
ko: LUT 이미지가 픽셀당 8비트 또는 16비트가 아닙니다.
ru: Изображение LUT не имеет 8 или 16 бит на компонент пикселя
sv: LUT-bilden är inte 8 eller 16 bitar per pixelkomponent
zh_hant_tw: LUT 圖像的每個像素通道不是 8 位元或 16 位元

source: LUT image is not a cube
de: Das LUT-Bild ist kein Würfel
eo: L_T 1m@g3 1s n0t @ c_b3
fi: LUT-kuva ei ole kuutio
it: L'immagine LUT non è un cubo
ko: LUT 이미지가 cube가 아닙니다
ru: LUT-изображение не является cube файлом
sv: LUT-bilden är inte en kub
zh_hant_tw: LUT 影像不是 Cube 格式

source: LUTs modifies image colors when applied.
de: LUTs verändern die Bildfarben, wenn sie angewendet werden.
eo: L_Ts m0d1f13s 1m4g3 c0l0rs wh3n 4ppl13d.
fi: LUT:t muokkaavat kuvan värejä, kun niitä käytetään.
it: Le LUT modificano i colori dell'immagine.
ko: LUT는 적용 시 이미지 색상을 수정합니다.
ru: LUT изменяет цвета изображения.
sv: LUTs ändrar bildfärger när de appliceras.
zh_hant_tw: 套用 LUTs 後會改變影像顏色。
zh_hk: LUTs 應用後會改變影像顏色。

source: Macro
de: Makro
eo: M4cr0
fi: Makro
ko: 매크로
ru: Макрос
sv: Makro
zh_hant_tw: 巨集
zh_hk: 巨集

source: Macros
de: Makros
eo: M4cr0s
fi: Makrot
it: Macro
ko: 매크로
ru: Макросы
sv: Makron
zh_hant_tw: 巨集
zh_hk: 巨集

source: Main scene
de: Hauptszene
eo: M@1n sc3n3
fi: Päänäkymä
it: Scena principale
ko: 메인 장면
ru: Основная сцена
sv: Huvudscen
zh_hant_tw: 主場景
zh_hk: 主場景

source: Make built-in and USB cameras not freeze in background mode.
de: Sorgt dafür, dass integrierte Kameras und USB-Kameras im Hintergrundmodus nicht einfrieren.
eo: M@k3 b_1lt-1n @nd _SB c@m3r@s n0t fr33z3 1n b@ckgr0_nd m0d3.
fi: Varmistaa, että sisäänrakennetut ja USB-kamerat eivät jumiudu taustatilassa.
it: Impedisce a fotocamere integrate e USB di bloccarsi in background.
ko: 내장 및 USB 카메라가 백그라운드 모드에서 멈추지 않도록 합니다.
ru: Включите чтобы встроенная и USB-камеры не зависали в фоновом режиме.
sv: Gör att inbyggda kameror och USB-kameror inte fryser i bakgrundsläge.
zh_hant_tw: 使內建和 USB 鏡頭在背景模式下不會卡住。
zh_hk: 使內置及USB鏡頭不會在背景模式中凍結

source: Make sure silent mode is off for vibrations to work.
de: Stelle sicher, dass der Lautlosmodus ausgeschaltet ist, damit die Vibrationen funktionieren.
eo: M@k3 s_r3 s1l3nt m0d3 1s 0ff f0r v1br@t10ns t0 w0rk.
fi: Varmista, että äänetön tila on pois päältä, jotta värinä toimii.
it: Per far funzionare le vibrazioni, disattiva la modalità silenziosa.
ko: 진동이 작동하려면 무음 모드가 꺼져 있는지 확인하세요.
ru: Убедитесь, что беззвучный режим выключен чтобы работала вибрация.
sv: Se till att tyst läge är avstängt för att vibrationerna ska fungera.
zh_hant_tw: 確認關閉手機靜音模式來使用震動功能。
zh_hk: 關閉靜音模式，震動才會運作。
